Repository: clld/vanuatuvoices
Catalog: vanuatuvoices/locale/*/LC_MESSAGES/clld.po
Languages: eo

source: Languages
eo: Ol lanwis

source: Parameters
eo: Ol wod

source: Language
eo: Lanwis

source: Parameter
eo: Wod

source: Contributors
eo: Ol kontributa

source: Download
eo: Daonlodem

source: Contact
eo: Kontak

source: Credits
eo: Ol Kredit

source: Legal
eo: Likol

source: Home
eo: Hom

source: You can contact us via email at
eo: Yu save kontaktem mifala long imel ia

source: Icon size
eo: Saes blong aekon

source: Show/hide Labels
eo: Soem/haedem ol Lebol

source: Next
eo: nekis

source: Previous
eo: we i kam bifo

source: First
eo: Feswan

source: Last
eo: Laswan

source: No data available in table
eo: I nogat data i stap long tebol

source: Showing _START_ to _END_ of _TOTAL_ entries
eo: Shoem _START_ kasem _END_ blong ol _TOTAL_ infomeisen we wan man i entarem

source: Showing 0 to 0 of 0 entries
eo: Shoem 0 kasem 0 blong ol infomeisen we wan man i entarem

source: (filtered from _MAX_ total entries)
eo: (karemaot long _MAX_ namba blong ol infomeisen we wan man i entarem)

source: Show _MENU_ entries
eo: Soem _MENU_ ol infomeisen we wan man i entarem

source: Loading...
eo: I stap gohed...

source: Processing...
eo: I stap gohed...

source: Search:
eo: Lukaotem:

source: No matching records found
eo: Oli no faenem rikod we i semak

source: English
eo: Inglis

source: Location
eo: Lokeisen

source: Word
eo: Wod

source: Name
eo: Nam

source: Role
eo: Wok

source: Acknowlegements
eo: Ol tankio toktok

source: This site drew inspiration from Paul Heggarty's
eo: Tingting bihaen long saet ia i kamaot folem Sound Comparisons blong Paul Heggarty

source: The following people contributed to the Vanuatu Voices dataset
eo: Olketa man ia oli bin kontribyut long dataset blong ol Voes blong Vanuatu

source: We wish to thank our many collaborators at the Vanuatu Cultural Centre in Port Vila, Vanuatu (especially, Director Richard Shing, Kaitip Kami, Henline Mala, Evelyne Bulegih, Iarawai Philipp, and Edson Willie) as well as the Cultural Centre fieldworkers on each individual island, without whom this project would not have been possible.
eo: Mifala i wantem talem tankio long plante man long Vanuatu Kaljorol Senta long Port Vila we oli bin givhan long mifala (espeseli, Daerekta Richard Shing, Kaitip Kami, Henline Mala, Evelyn Buleigih, Iarawai Philipp mo Edson Willie) wetem ol filwoka blong Kaljorol Senta long wanwan aelan, we sipos oli no bin givhan, bambae projek ia bae i no bin save tek ples.

source: also provided the Bislama translations for this website
eo: tu i mekem ol Bislama transleisen blong websaet ia

source: Downloads
eo: Ol Daonlod

source: Vanuatu Voices serves the latest
eo: Ol Voes blong Vanuatu i givim niufala

source: released version
eo: vesen we oli rilisim

source: of data curated at
eo: blong data we oli okanaesem long

source: All released version are accessible via
eo: Evri vesen we oli rilisim i stap long

source: on ZENODO as well
eo: long ZENONO tu

source: Welcome to
eo: Welkam long

source: Vanuatu Voices presents phonetically-transcribed primary recordings, from numerous villages throughout different islands, to both document and exhibit the extensive variation and unparalleled diversity of the Vanuatu languages.
eo: Ol Voes blong Vanuatu i stap soem ol praemeri rikoding we oli transkraebem long fonetik alfabet. Ol rikoding ia oli mekem long plante villij long ol difdifren aelan blong dokumentem mo soem bigfala difrens we i stap bitwin ol lanwis blong Vanuatu mo bigfala daevesiti long ol lanwis ia we i nogat long eni narafala ples.
